Repository: mattiaa95/eNDS
Catalog: Targets/INDS/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans

source: Pick a photo to sit behind the DS screens and the controls. Each orientation has its own image, and it changes as soon as you rotate. The background colour above shows through wherever no image is set.
de: Wähle ein Foto, das hinter den DS-Bildschirmen und den Bedienelementen liegt. Jede Ausrichtung hat ihr eigenes Bild, und es wechselt, sobald du das Gerät drehst. Wo kein Bild gesetzt ist, scheint die Hintergrundfarbe von oben durch.
es: Elige una foto para que quede detrás de las pantallas de DS y de los controles. Cada orientación tiene su propia imagen y cambia en cuanto giras el dispositivo. Donde no haya imagen, se ve el color de fondo de arriba.
fr: Choisissez une photo à placer derrière les écrans DS et les commandes. Chaque orientation a sa propre image, qui change dès que vous tournez l'appareil. Là où aucune image n'est définie, la couleur d'arrière-plan ci-dessus reste visible.
it: Scegli una foto da mettere dietro agli schermi del DS e ai comandi. Ogni orientamento ha la sua immagine e cambia appena ruoti il dispositivo. Dove non c'è nessuna immagine si vede il colore di sfondo qui sopra.
ja: DSの画面とコントローラーの後ろに表示する写真を選べます。縦向きと横向きで別々の画像を設定でき、端末を回すとすぐに切り替わります。画像を設定していない向きでは、上の背景色が表示されます。
ko: DS 화면과 컨트롤 뒤에 표시할 사진을 선택하세요. 세로와 가로에 각각 다른 이미지를 설정할 수 있으며, 기기를 회전하면 바로 바뀝니다. 이미지를 설정하지 않은 방향에서는 위의 배경색이 표시됩니다.
pt_pt: Escolha uma fotografia para ficar por trás dos ecrãs do DS e dos controlos. Cada orientação tem a sua própria imagem e muda assim que roda o dispositivo. Onde não houver imagem, aparece a cor de fundo acima.
ru: Выберите фотографию, которая будет за экранами DS и элементами управления. У каждой ориентации своё изображение, и оно меняется сразу при повороте устройства. Там, где изображение не задано, виден цвет фона, заданный выше.
zh_hans: 选择一张照片，显示在 DS 屏幕和操作按键的后方。竖屏和横屏可分别设置图片，旋转设备时会立即切换。未设置图片的方向会显示上方的背景色。

source: Plans couldn't be loaded
de: Angebote konnten nicht geladen werden
es: No se han podido cargar los planes
fr: Impossible de charger les offres
it: Impossibile caricare i piani
ja: プランを読み込めませんでした
ko: 요금제를 불러올 수 없습니다
pt_pt: Não foi possível carregar os planos
ru: Не удалось загрузить тарифы
zh_hans: 无法加载订阅方案

source: Play
de: Abspielen
es: Reproducir
fr: Jouer
it: Gioca
ja: 再生
ko: 재생
pt_pt: Jogar
ru: Играть
zh_hans: 播放

source: Played
de: Gespielt
es: Jugado
fr: Joué
it: Ultima partita
ja: プレイ日
ko: 최근 플레이
pt_pt: Jogado
ru: Играли
zh_hans: 已游玩

source: Portrait
de: Hochformat
es: Vertical
it: Verticale
ja: 縦向き
ko: 세로
pt_pt: Vertical
ru: Вертикальная
zh_hans: 竖屏

source: Prefer to pay once?
de: Möchten Sie lieber einmalig bezahlen?
es: ¿Prefieres pagar de una sola vez?
fr: Vous préférez payer en une seule fois ?
it: Preferisci pagare in un'unica soluzione?
ja: 一括払いをご希望ですか？
ko: 한 번에 결제하시겠습니까?
pt_pt: Prefere pagar de uma só vez?
ru: Предпочитаете заплатить один раз?
zh_hans: 更愿意一次性付清吗？

source: Present
de: Vorhanden
es: Presente
fr: Présente
it: Presente
ja: あり
ko: 있음
pt_pt: Presente
ru: Есть
zh_hans: 已导入

source: Press a button…
de: Drücke eine Taste…
es: Pulsa un botón…
fr: Appuyez sur un bouton…
it: Premi un pulsante…
ja: ボタンを押してください…
ko: 버튼을 누르세요…
pt_pt: Carrega num botão…
ru: Нажмите кнопку…
zh_hans: 按一下按钮……

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Product not found. Please try again later.
de: Produkt nicht gefunden. Bitte versuchen Sie es später erneut.
es: No se ha encontrado el producto. Inténtalo de nuevo más tarde.
fr: Produit introuvable. Veuillez réessayer plus tard.
it: Prodotto non trovato. Riprova più tardi.
ja: 該当する商品が見つかりませんでした。後ほど再度お試しください。
ko: 해당 상품을 찾을 수 없습니다. 잠시 후 다시 시도해 주세요.
pt_pt: Produto não encontrado. Por favor, tente novamente mais tarde.
ru: Товар не найден. Пожалуйста, попробуйте позже.
zh_hans: 未找到该商品。请稍后再试。

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt_pt: Perfil
ru: Профиль
zh_hans: 个人资料

source: Purchase failed: %@
de: Kauf fehlgeschlagen: %@
es: Error en la compra: %@
fr: Échec de l'achat : %@
it: Acquisto non riuscito: %@
ja: 購入に失敗しました：%@
ko: 구매에 실패했습니다: %@
pt_pt: Falha na compra: %@
ru: Ошибка при покупке: %@
zh_hans: 购买失败：%@

source: Purchases Restored
de: Einkäufe wiederhergestellt
es: Compras recuperadas
fr: Achats rétablis
it: Acquisti ripristinati
ja: 購入履歴が復元されました
ko: 구매 내역 복원됨
pt_pt: Compras recuperadas
ru: Восстановлены покупки
zh_hans: 恢复购买记录

source: Puts back the game's own save file as it was before a save state was loaded this session, then restarts the game. Use this if loading a state rolled back your in-game progress.
de: Stellt die spieleigene Speicherdatei so wieder her, wie sie war, bevor in dieser Sitzung ein Spielstand geladen wurde, und startet das Spiel anschließend neu. Nutze das, wenn das Laden eines Spielstands deinen Fortschritt im Spiel zurückgesetzt hat.
es: Restaura el archivo de guardado del propio juego tal y como estaba antes de cargar un estado guardado en esta sesión y, después, reinicia el juego. Úsalo si al cargar un estado has perdido progreso dentro del juego.
fr: Rétablit le fichier de sauvegarde du jeu tel qu'il était avant le chargement d'un état de sauvegarde durant cette session, puis relance le jeu. À utiliser si le chargement d'un état a fait reculer votre progression en jeu.
it: Ripristina il file di salvataggio del gioco com'era prima che venisse caricato uno stato di salvataggio in questa sessione, poi riavvia il gioco. Usalo se il caricamento di uno stato ha fatto tornare indietro i tuoi progressi nel gioco.
ja: ゲーム自身のセーブデータを、このセッションでセーブステートを読み込む前の状態に戻してから、ゲームを再起動します。セーブステートの読み込みでゲーム内の進行が巻き戻ってしまった場合に使ってください。
ko: 이번 세션에서 세이브 스테이트를 불러오기 전 상태로 게임 자체의 저장 파일을 되돌린 다음, 게임을 다시 시작합니다. 세이브 스테이트를 불러온 탓에 게임 내 진행 상황이 되돌아갔다면 이 기능을 사용하세요.
pt_pt: Repõe o ficheiro de gravação do próprio jogo tal como estava antes de ter sido carregado um estado guardado nesta sessão e, em seguida, reinicia o jogo. Utilize esta opção se o carregamento de um estado tiver revertido o seu progresso no jogo.
ru: Возвращает собственный файл сохранения игры в том виде, в каком он был до загрузки состояния сохранения в этой сессии, и перезапускает игру. Используйте, если после загрузки состояния внутриигровой прогресс откатился назад.
zh_hans: 将游戏自身的存档文件恢复为本次会话中加载保存状态之前的样子，然后重启游戏。如果加载保存状态导致您的游戏内进度回退，请使用此功能。

source: Quick Load
de: Schnellladen
es: Carga rápida
fr: Chargement rapide
it: Caricamento rapido
ja: クイックロード
ko: 빠른 로딩
pt_pt: Carregamento Rápido
ru: Быстрая загрузка
zh_hans: 快速加载

source: Quick Save
de: Schnellspeichern
es: Guardar rápido
fr: Enregistrement rapide
it: Salvataggio rapido
ja: クイックセーブ
ko: 빠른 저장
pt_pt: Gravação rápida
ru: Быстрое сохранение
zh_hans: 快速保存

source: Quit to Library
de: Zur Bibliothek wechseln
es: Salir a la biblioteca
fr: Quitter pour aller à la bibliothèque
it: Esci e torna alla Libreria
ja: ライブラリに戻る
ko: 라이브러리로 이동
pt_pt: Sair para a Biblioteca
ru: Выйти в библиотеку
zh_hans: 退出并返回库

source: R shoulder button
de: Schultertaste R
es: Botón R
fr: Gâchette R
it: Dorsale R
ja: Rボタン
ko: R 버튼
pt_pt: Botão R
ru: Кнопка R
zh_hans: R 肩键

source: Rate eNDS
de: eNDS bewerten
es: Valorar eNDS
fr: Noter eNDS
it: Valuta eNDS
ja: eNDSを評価する
ko: eNDS 평가하기
pt_pt: Avaliar o eNDS
ru: Оценить eNDS
zh_hans: 为 eNDS 评分

source: Real Touch Screen
de: Echter Touchscreen
es: Pantalla táctil de verdad
fr: Véritable écran tactile
it: Vero touch screen
ja: 本物のタッチスクリーン
ko: 진짜 터치 스크린
pt_pt: Ecrã tátil a sério
ru: Настоящий сенсорный экран
zh_hans: 真实触摸屏

source: Record Clip
de: Clip aufnehmen
es: Grabación de un fragmento
fr: Enregistrer un extrait
it: Registra clip
ja: クリップを録画
ko: 클립 녹화
pt_pt: Gravar clipe
ru: Запись клипа
zh_hans: 录制片段

source: Recover
de: Wiederherstellen
es: Recuperar
fr: Récupérer
it: Ripristina
ja: 復元
ko: 복구
pt_pt: Recuperar
ru: Восстановить
zh_hans: 恢复

source: Recover Cartridge Save
de: Modulspeicher wiederherstellen
es: Recuperar la partida del cartucho
fr: Récupérer la sauvegarde de la cartouche
it: Ripristina salvataggio cartuccia
ja: カートリッジのセーブデータを復元
ko: 카트리지 저장 데이터 복구
pt_pt: Recuperar gravação do cartucho
ru: Восстановить сохранение картриджа
zh_hans: 恢复卡带存档

source: Recover Cartridge Save?
de: Modulspeicher wiederherstellen?
es: ¿Recuperar la partida del cartucho?
fr: Récupérer la sauvegarde de la cartouche ?
it: Ripristinare il salvataggio della cartuccia?
ja: カートリッジのセーブデータを復元しますか？
ko: 카트리지 저장 데이터를 복구할까요?
pt_pt: Recuperar a gravação do cartucho?
ru: Восстановить сохранение картриджа?
zh_hans: 恢复卡带存档？

source: Remap a physical controller's buttons, including hotkeys for Quick Save, Quick Load, Cycle Screen Layout and Swap Screens.
de: Die Tasten eines physischen Controllers neu belegen, einschließlich der Hotkeys für „Schnellspeichern“, „Schnellladen“, „Bildschirmlayout wechseln“ und „Bildschirme tauschen“.
es: Reasigna los botones de un mando físico, incluidas las teclas de acceso rápido para «Guardar rápido», «Cargar rápido», «Cambiar la disposición de la pantalla» y «Intercambiar pantallas».
fr: Reconfigurez les boutons d'une manette physique, y compris les raccourcis clavier pour la sauvegarde rapide, la charge rapide, le changement de disposition d'écran et l'alternance entre les écrans.
it: Rimappa i pulsanti di un controller fisico, inclusi i tasti di scelta rapida per “Salvataggio rapido”, “Caricamento rapido”, “Cambio layout schermata” e “Scambio schermate”.
ja: 物理コントローラーのボタンを再割り当てします。これには、「クイックセーブ」、「クイックロード」、「画面レイアウトの切り替え」、「画面の入れ替え」のホットキーも含まれます。
ko: 물리적 컨트롤러의 버튼을 재매핑할 수 있으며, 여기에는 빠른 저장, 빠른 불러오기, 화면 레이아웃 순환 및 화면 전환을 위한 단축키도 포함됩니다.
pt_pt: Reatribuir as teclas de um comando físico, incluindo teclas de atalho para «Gravação Rápida», «Carregamento Rápido», «Alternar o Layout do Ecrã» e «Trocar de Ecrã».
ru: Переназначить кнопки физического контроллера, включая горячие клавиши для быстрой записи, быстрой загрузки, переключения схемы расположения экранов и смены экранов.
zh_hans: 重新映射物理控制器的按键，包括“快速保存”、“快速加载”、“循环屏幕布局”和“切换屏幕”的快捷键。

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_pt: Remover
ru: Удалить
zh_hans: 移除

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt_pt: Remover dos favoritos
ru: Убрать из избранного
zh_hans: 移出收藏

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_pt: Mudar o nome
ru: Переименовать
zh_hans: 重命名

source: Rename ROM
de: ROM umbenennen
es: Renombrar la ROM
fr: Renommer la ROM
it: Rinomina la ROM
ja: ROMの名前を変更
ko: ROM 이름 변경
pt_pt: Mudar o nome da ROM
ru: Переименовать ROM
zh_hans: 重命名 ROM

source: Renaming "%@" also renames its save file, save states, thumbnail and icon so nothing is lost.
de: Durch die Umbenennung von „%@“ werden auch die Speicherdatei, die Spielstände, das Vorschaubild und das Symbol umbenannt, sodass nichts verloren geht.
es: Al cambiar el nombre de «%@», también se renombran su archivo de guardado, sus estados guardados, su miniatura y su icono, por lo que no se pierde nada.
fr: Le fait de renommer « %@ » entraîne également le renommage de son fichier de sauvegarde, de ses états de sauvegarde, de sa vignette et de son icône, afin que rien ne soit perdu.
it: La ridenominazione di “%@” comporta anche la ridenominazione del file di salvataggio, degli stati di salvataggio, della miniatura e dell’icona, in modo che nulla vada perso.
ja: 「%@」の名前を変更すると、そのセーブデータ、セーブ状態、サムネイル、アイコンの名前も変更されるため、データが失われることはありません。
ko: “%@”의 이름을 변경하면 저장 파일, 저장 상태, 썸네일 및 아이콘의 이름도 함께 변경되므로 데이터가 손실되지 않습니다.
pt_pt: Ao renomear «%@», o ficheiro de gravação, os estados guardados, a miniatura e o ícone também são renomeados, para que nada se perca.
ru: При переименовании игры «%@» также переименовываются файл сохранения, состояния сохранения, миниатюра и значок, поэтому ничего не теряется.
zh_hans: 重命名“%@”时，其保存文件、保存状态、缩略图和图标也会随之重命名，因此不会丢失任何内容。

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置き換える
ko: 대치
pt_pt: Substituir
ru: Заменить
zh_hans: 替换

source: Reposition, resize, hide, and restyle every button, per orientation.
de: Jede Schaltfläche kann je nach Ausrichtung neu positioniert, in der Größe angepasst, ausgeblendet und neu gestaltet werden.
es: Cambia la posición, el tamaño, oculta y modifica el estilo de cada botón, según la orientación.
fr: Repositionnez, redimensionnez, masquez et modifiez l'apparence de chaque bouton, en fonction de l'orientation.
it: È possibile riposizionare, ridimensionare, nascondere e modificare lo stile di ogni pulsante, a seconda dell'orientamento.
ja: 画面の向きごとに、各ボタンの位置変更、サイズ変更、非表示、およびスタイル変更を行う。
ko: 화면 방향에 따라 각 버튼의 위치 조정, 크기 조정, 숨기기 및 스타일 변경을 수행합니다.
pt_pt: Reposicionar, redimensionar, ocultar e alterar o estilo de cada botão, consoante a orientação.
ru: Изменяйте положение, размер, скрывайте и настраивайте стиль каждой кнопки в зависимости от ориентации экрана.
zh_hans: 根据屏幕方向，对每个按钮进行重新定位、调整大小、隐藏和重新设计样式。

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
pt_pt: Reiniciar
ru: Сброс
zh_hans: 重置

source: Reset Console?
de: Konsole zurücksetzen?
es: ¿Restablecer la consola?
fr: Réinitialiser la console ?
it: Reimpostare la console?
ja: コンソールをリセットしますか？
ko: 콘솔을 초기화하시겠습니까?
pt_pt: Reiniciar a consola?
ru: Сбросить настройки консоли?
zh_hans: 重置控制台？

source: Reset Layout?
de: Layout zurücksetzen?
es: ¿Restablecer la disposición?
fr: Réinitialiser la disposition ?
it: Ripristinare la disposizione?
ja: 配置をリセットしますか？
ko: 배치를 초기화할까요?
pt_pt: Repor a disposição?
ru: Сбросить расположение?
zh_hans: 重置布局？

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer los valores por defecto
fr: Rétablir les valeurs par défaut
it: Ripristina i valori predefiniti
ja: 初期設定に戻す
ko: 기본값으로 초기화
pt_pt: Repor as predefinições
ru: Сбросить к значениям по умолчанию
zh_hans: 恢复默认

source: Reset to Device Clock
de: Auf Gerätezeit zurücksetzen
es: Volver a la hora del dispositivo
fr: Revenir à l'heure de l'appareil
it: Torna all'ora del dispositivo
ja: 端末の時刻に戻す
ko: 기기 시계로 되돌리기
pt_pt: Voltar à hora do dispositivo
ru: Вернуть время устройства
zh_hans: 恢复为设备时间

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer por defecto
fr: Rétablir par défaut
it: Ripristina il valore predefinito
ja: 初期設定に戻す
ko: 기본값으로 되돌리기
pt_pt: Repor a predefinição
ru: Сбросить по умолчанию
zh_hans: 恢复默认

source: Respect Low Power Mode
de: Stromsparmodus beachten
es: Respetar el modo de bajo consumo
fr: Respecter le mode économie d’énergie
it: Rispetta il risparmio energetico
ja: 低電力モードに従う
ko: 저전력 모드 따르기
pt_pt: Respeitar a poupança de energia
ru: Учитывать режим энергосбережения
zh_hans: 遵循低电量模式

source: Restore Purchases
de: Käufe wiederherstellen
es: Recuperar compras
fr: Récupérer les achats
it: Ripristina acquisti
ja: 購入履歴を復元する
ko: 구매 내역 복원
pt_pt: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买记录

source: Restore failed: %@. Check your internet connection and try again.
de: Wiederherstellung fehlgeschlagen: %@. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Error en la restauración: %@. Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Échec de la restauration : %@. Vérifiez votre connexion Internet et réessayez.
it: Ripristino non riuscito: %@. Verifica la connessione a Internet e riprova.
ja: 復元に失敗しました：%@。インターネット接続を確認して、もう一度お試しください。
ko: 복원 실패: %@. 인터넷 연결 상태를 확인하고 다시 시도해 주세요.
pt_pt: A restauração falhou: %@. Verifique a sua ligação à Internet e tente novamente.
ru: Восстановление не удалось: %@. Проверьте подключение к Интернету и повторите попытку.
zh_hans: 还原失败：%@。请检查您的互联网连接，然后重试。

source: Restoring…
de: Wiederherstellung…
es: Restaurando…
fr: Restauration en cours…
it: Ripristino in corso…
ja: 復元中…
ko: 복원 중…
pt_pt: A restaurar…
ru: Восстановление…
zh_hans: 正在恢复……

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 계속하기
pt_pt: Retomar
ru: Продолжить
zh_hans: 继续

source: Resume Where You Left Off
de: Dort weitermachen, wo du aufgehört hast
es: Continuar donde lo dejaste
fr: Reprendre où vous en étiez
it: Riprendi da dove avevi lasciato
ja: 続きから再開する
ko: 이어서 계속하기
pt_pt: Continuar de onde ficaste
ru: Продолжить с места остановки
zh_hans: 从上次的位置继续

source: Resumed
de: Fortgesetzt
es: Reanudado
fr: Reprise
it: Ripreso
ja: 再開しました
ko: 이어서 재개됨
pt_pt: Retomado
ru: Продолжено
zh_hans: 已恢复

source: Resumes the game
de: Das Spiel wird fortgesetzt
es: Reanuda la partida
fr: Reprendre la partie
it: Riprende la partita
ja: ゲームを再開する
ko: 게임을 다시 시작합니다
pt_pt: Retoma o jogo
ru: Возобновить игру
zh_hans: 继续游戏

source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destra
ja: 右
ko: 오른쪽
pt_pt: Direita
ru: Вправо
zh_hans: 右

source: SAVE %d%%
de: %d%% SPAREN
es: AHORRA %d%%
fr: ÉCONOMISEZ %d%%
it: RISPARMIA %d%%
ja: %d%%お得
ko: %d%% 할인
pt_pt: POUPE %d%%
ru: ЭКОНОМИЯ %d%%
zh_hans: 省%d%%

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_pt: Guardar
ru: Сохранить
zh_hans: 保存

source: Save Slot is PRO
de: „Save Slot“ ist PRO
es: «Save Slot» es PRO
fr: « Save Slot » est une version PRO
it: "Save Slot" è PRO
ja: 「スロットを保存」はPRO版です
ko: 슬롯 저장 기능은 PRO 버전 전용입니다
pt_pt: O «Save Slot» é PRO
ru: «Save Slot» — это версия PRO
zh_hans: “保存槽位”是 PRO 功能

source: Save State
de: Spielstand speichern
es: Guardar estado
fr: Enregistrer l'état de jeu
it: Salva stato
ja: セーブ状態
ko: 상태 저장
pt_pt: Guardar estado
ru: Сохранить состояние
zh_hans: 保存状态

source: Save States
de: Spielstände speichern
es: Guardar estados
fr: Enregistrer les états
it: Stati salvati
ja: セーブ状態
ko: 상태 저장
pt_pt: Estados guardados
ru: Сохранение состояний
zh_hans: 保存状态

source: Save States & Auto-Save
de: Spielstände & automatisches Speichern
es: Estados guardados y guardado automático
fr: États de sauvegarde et sauvegarde auto
it: Stati di salvataggio e salvataggio automatico
ja: セーブステートと自動セーブ
ko: 세이브 스테이트 및 자동 저장
pt_pt: Estados guardados e gravação automática
ru: Состояния сохранения и автосохранение
zh_hans: 保存状态与自动保存

source: Saved to Slot %d
de: In Slot „%d“ gespeichert
es: Guardado en la ranura%d
fr: Enregistré dans l'emplacement «%d »
it: Salvato nello slot%d
ja: スロット「%d」に保存されました
ko: %d 슬롯에 저장됨
pt_pt: Guardado na ranhura %d
ru: Сохранено в слоте «%d»
zh_hans: 已保存至插槽 %d

source: Saving
de: Speichern
es: Guardado
fr: Sauvegardes
it: Salvataggi
ja: セーブ
ko: 저장
pt_pt: Jogos guardados
ru: Сохранения
zh_hans: 存档

source: Scanlines
de: Scanlinien
es: Líneas de exploración
fr: Lignes de balayage
it: Linee di scansione
ja: 走査線
ko: 스캔라인
pt_pt: Linhas de varredura
ru: Сканирующие линии
zh_hans: 扫描线

source: Scanlines is PRO
de: Scanlines ist PRO
es: Scanlines es PRO
fr: Scanlines est une version PRO
it: Scanlines è PRO
ja: 「Scanlines」はPRO版です
ko: Scanlines는 PRO입니다
pt_pt: O Scanlines é PRO
ru: Scanlines — это PRO
zh_hans: Scanlines 是 PRO 版

source: Scanlines, for the CRT look
de: Scanlines für den Röhrenlook
es: Scanlines, para el aspecto CRT
fr: Scanlines, pour le rendu CRT
it: Scanlines, per l'effetto CRT
ja: スキャンライン（ブラウン管風）
ko: 스캔라인, CRT 느낌으로
pt_pt: Scanlines, para o aspeto CRT
ru: Скан-линии, под ЭЛТ
zh_hans: 扫描线，模拟 CRT 观感

source: Screen Layout
de: Bildschirmaufbau
es: Diseño de la pantalla
fr: Disposition de l'écran
it: Disposizione dello schermo
ja: 画面レイアウト
ko: 화면 레이아웃
pt_pt: Disposição do ecrã
ru: Расположение элементов на экране
zh_hans: 屏幕布局

source: Screens
de: Bildschirme
es: Pantallas
fr: Écrans
it: Schermi
ja: 画面
ko: 화면
pt_pt: Ecrãs
ru: Экраны
zh_hans: 屏幕

source: Search Games
de: Spiele suchen
es: Buscar juegos
fr: Rechercher des jeux
it: Cerca giochi
ja: ゲームを検索
ko: 게임 검색
pt_pt: Procurar jogos
ru: Поиск игр
zh_hans: 搜索游戏

source: See all plans
de: Alle Angebote ansehen
es: Ver todos los planes
fr: Voir toutes les offres
it: Vedi tutti i piani
ja: すべてのプランを見る
ko: 모든 요금제 보기
pt_pt: Ver todos os planos
ru: Все тарифы
zh_hans: 查看全部方案

source: Select button
de: Select-Taste
es: Botón Select
fr: Bouton Select
it: Pulsante Select
ja: SELECTボタン
ko: Select 버튼
pt_pt: Botão Select
ru: Кнопка Select
zh_hans: Select 键

source: Set once and it keeps running from there — the console clock ticks forward on its own, it doesn't freeze at this moment. The DS can only store years from 2000 to 2099.
de: Einmal einstellen, dann läuft sie weiter – die Konsolenuhr tickt von selbst vorwärts und bleibt nicht bei diesem Moment stehen. Der DS kann nur Jahre von 2000 bis 2099 speichern.
es: Ponla una vez y sigue corriendo desde ahí: el reloj de la consola avanza solo, no se queda congelado en este momento. La DS solo puede guardar años del 2000 al 2099.
fr: Réglez-la une fois et elle continue d'avancer — l'horloge de la console tourne toute seule, elle ne se fige pas à cet instant. La DS ne peut stocker que les années 2000 à 2099.
it: Impostala una volta e continua ad andare avanti: l'orologio della console scorre da solo, non si blocca su questo istante. Il DS può memorizzare solo gli anni dal 2000 al 2099.
ja: 一度設定すれば、そこから進み続けます。本体の時計は自動で進むので、この時刻で止まることはありません。DSが保存できるのは2000年から2099年までです。
ko: 한 번만 설정하면 거기서부터 계속 흘러갑니다. 본체 시계는 스스로 나아가며 이 순간에 멈추지 않습니다. DS는 2000년부터 2099년까지만 저장할 수 있습니다.
pt_pt: Defina uma vez e continua a andar a partir daí — o relógio da consola avança sozinho, não fica parado neste instante. A DS só consegue guardar anos de 2000 a 2099.
ru: Задайте один раз — дальше часы идут сами и не застывают на этом моменте. DS хранит только годы с 2000 по 2099.
zh_hans: 设置一次即可，之后会自己往前走，不会停在这一刻。DS 只能保存 2000 到 2099 年。

source: Set your own photo behind the DS screens and the controls, with a separate image for portrait and landscape. Included in eNDS PRO.
de: Lege ein eigenes Foto hinter die DS-Bildschirme und die Bedienelemente – mit getrennten Bildern für Hoch- und Querformat. In eNDS PRO enthalten.
es: Pon tu propia foto detrás de las pantallas de DS y de los controles, con una imagen distinta para vertical y horizontal. Incluido en eNDS PRO.
fr: Placez votre propre photo derrière les écrans DS et les commandes, avec une image distincte en portrait et en paysage. Inclus dans eNDS PRO.
it: Metti una tua foto dietro agli schermi del DS e ai comandi, con un'immagine separata per verticale e orizzontale. Incluso in eNDS PRO.
ja: DSの画面とコントローラーの後ろに好きな写真を設定できます。縦向きと横向きで別々の画像を使えます。eNDS PROに含まれます。
ko: DS 화면과 컨트롤 뒤에 원하는 사진을 설정하고, 세로와 가로에 각각 다른 이미지를 사용할 수 있습니다. eNDS PRO에 포함됩니다.
pt_pt: Coloque a sua própria fotografia por trás dos ecrãs do DS e dos controlos, com uma imagem diferente para vertical e horizontal. Incluído no eNDS PRO.
ru: Поставьте свою фотографию за экранами DS и элементами управления — с отдельным изображением для вертикальной и горизонтальной ориентации. Входит в eNDS PRO.
zh_hans: 将自己的照片设置在 DS 屏幕和操作按键的后方，竖屏和横屏可使用不同的图片。eNDS PRO 已包含此功能。

source: Sets the tint used for buttons, links and highlights across eNDS.
de: Legt die Farbnuance fest, die in eNDS für Schaltflächen, Links und Hervorhebungen verwendet wird.
es: Establece el tono que se utiliza para los botones, los enlaces y los elementos resaltados en todo eNDS.
fr: Définit la teinte utilisée pour les boutons, les liens et les éléments mis en évidence dans eNDS.
it: Imposta la tonalità utilizzata per i pulsanti, i link e gli elementi in evidenza in tutto eNDS.
ja: eNDS全体で、ボタン、リンク、およびハイライトに使用される色合いを設定します。
ko: eNDS 전반에 걸쳐 버튼, 링크 및 강조 표시 부분에 사용되는 색조를 설정합니다.
pt_pt: Define a tonalidade utilizada nos botões, links e destaques em todo o eNDS.
ru: Устанавливает оттенок, используемый для кнопок, ссылок и выделенных элементов во всем приложении eNDS.
zh_hans: 设置 eNDS 中按钮、链接和高亮显示所使用的色调。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_pt: Definições
ru: Настройки
zh_hans: 设置
